Repository: NorwayFun/drawing
Catalog: po/*.po
Languages: ka

source: Click outside the rectangle to apply
ka: გადასატარებლად დააწკაპუნეთ მართკუთხედის გარეთ

source: Density depends on the stylus pressure
ka: სიმკვრივე დამოკიდებულია სტილუსზე დაწოლაზე

source: Density depends on the mouse speed
ka: სიმკვრივე დამოკიდებულია თაგუნას სიჩქარეზე

source: Width depends on the stylus pressure
ka: სიგანე დამოკიდებულია სტილუსზე დაწოლაზე

source: Width depends on the line orientation
ka: სიგანე დამოკიდებულია ხაზის ორიენტაციაზე

source: Width depends on the mouse speed
ka: სიგანე დამოკიდებულია თაგუნას სიჩქარეზე

source: Drag the selection or right-click on the canvas
ka: გადაათრიეთ მონიშნული, ამ მარჯვენა წკაპი ტილოზე

source: Select an area or right-click on the canvas
ka: მონიშნეთ არე, ან მარჯვენა წკაპი ტილოზე

source: Rectangle selection
ka: მონიშვნის ოთხკუთხედი

source: Error: invalid values
ka: შეცდომა: არასწორი მნიშვნელობები

source: Expanding options
ka: გაფართოების მორგება

source: The sides you'll crop are hinted by the mouse pointer
ka: გვერდები, რომლებსაც ამოჭრით, თაგუნას მაჩვენებლით შეგიძლიათ, იპოვოთ

source: Cropping the selection
ka: მონიშნულის ამოჭრა

source: Cropping or expanding the canvas
ka: ტილოს ამოჭრა ან გაფართოება

source: Don't forget to confirm the operation!
ka: არ დაგავიწყდეთ ოპერაციის დადასტურება!

source: Press <Alt>, <Shift>, or both, to quickly change the 'expand with' option
ka: დააჭირეთ ღილაკს <Alt>, <Shift>, ან ორივე, რომ 'გაფართოების' პარამეტრი სწრაფად შეცვალოთ

source: Active filter
ka: აქტიური ფილტრი

source: Click on the image to preview the selected filter
ka: დააწკაპუნეთ გამოსახულებაზე მონიშნული ფილტრის გადასახედად

source: Emboss
ka: ამოტვიფრვა

source: Rotating options
ka: ბრუნვის მორგება

source: Rotating the selection
ka: მონიშნულის მობრუნება

source: Rotating the canvas
ka: ტილოს მობრუნება

source: Scaling options
ka: გადიდების მორგება

source: Scaling the selection
ka: მონიშნულის მასშტაბი

source: Scaling the canvas
ka: ტილოს მასშტაბი

source: Skewing options
ka: დაქანების მორგება

source: The directions of the deformation are hinted by the mouse pointer
ka: დეფორმაციის მიმართულებები თაგუნას მაჩვენებლით შეგიძლიათ, იპოვოთ

source: Skewing the selection
ka: მონიშნულის დაქანება

source: Skewing the canvas
ka: ტილოს დაქანება

source: Blur radius
ka: ბუნდოვნების რადიუსი

source: Saturation
ka: გაჯერებულობა
