Repository: NorwayFun/drawing
Catalog: po/*.po
Languages: ka

source: Simple drawing utility
ka: მარტივი ხატვის პროგრამა

source: Paint;Sketch;Pencil;
ka: Paint;Sketch;Pencil;ფანქარი;ხატვა;

source: New Window
ka: ახალი ფანჯარა

source: New Image
ka: ახალი გამოსახულება

source: Edit Image in Clipboard
ka: ბუფერში არსებული გამოსახულების ჩასწორება

source: Edit screenshots or memes
ka: ეკრანის ანაბეჭდების და მემეების ჩასწორება

source: Supported file types include PNG, JPEG and BMP.
ka: მხარდაჭერილი ფაილის ტიპები შეიცავს: PNG, JPEG და BMP.

source: The window and its primary menu
ka: ფანჯარა და მისი მთავარი მენიუ

source: The selection and the actions associated with it
ka: მონიშნული და მასთან დაკავშირებული ქმედებები

source: Zooming in various shapes
ka: გადიდება სხვადასხვა მოხაზულობით

source: The "new image" menu opened
ka: გაიხსნა მენიუ "ახალი გამოსახულება"

source: File
ka: ფაილი

source: Open an image
ka: გამოსახულების გახსნა

source: New Blank Image
ka: ახალი ცარიელი გამოსახულება

source: New Image With Custom Size
ka: ახალი გამოსახულება მორგებული ზომით

source: New Image From Selection
ka: ახალი გამოსახულება მონიშნულიდან

source: New Image From Clipboard
ka: ახალი გამოსახულება ბუფერიდან

source: Reload file
ka: ფაილის თავიდან ჩატვირთვა

source: Image properties
ka: გამოსახულების თვისებები

source: Reset canvas
ka: ტილოს ჩამოყრა

source: Save
ka: შენახვა

source: Save without transparency
ka: შენახვა გამჭვირვალობის გარეშე

source: Prepare as NFT…
ka: მომზადება NFT-ის სახით…

source: Save as…
ka: შენახვა, როგორც…

source: Export as…
ka: გატანა, როგორც…

source: Copy to clipboard
ka: ბუფერში კოპირება

source: Print
ka: ბეჭდვა

source: Close Image
ka: გამოსახულების დახურვა

source: Close Window
ka: ფანჯრის დახურვა

source: Quit all windows
ka: ყველა ფანჯრიდან გასვლა

source: Edit
ka: ჩასწორება

source: Undo
ka: გაუქმება

source: Redo
ka: გამეორება

source: Rebuild from history
ka: თავიდან აგება ისტორიიდან

source: Select all
ka: ყველას მონიშვნა

source: Cut
ka: ამოჭრა

source: Copy
ka: კოპირება

source: Delete
ka: წაშლა

source: Paste
ka: ჩასმა

source: Import
ka: შემოტანა

source: Preferences
ka: მორგება

source: View
ka: ხედი

source: Preview
ka: მინიატურა

source: Zoom
ka: მასშტაბი

source: Optimal Zoom
ka: ოპტიმალური გადიდება

source: Zoom Out
ka: დაპატარავება

source: Original Zoom
ka: ორიგინალი მასშტაბი

source: Zoom In
ka: გადიდება

source: Position
ka: პოზიცია

source: Go Left
ka: მარცხნივ გადასვლა

source: Go Up
ka: მაღლა ასვლა

source: Go Down
ka: დაბლა ჩამოსვლა

source: Go Right
ka: მარჯვნივ გასვლა

source: Go to the left end
ka: მარცხენა ბოლოში გადასვლა

source: Go to the top
ka: სულ ზემოთ ასვლა

source: Go to the bottom
ka: სულ ქვემოთ ჩასმოსვლა

source: Go to the right end
ka: მარჯვენა ბოლოში გადასვლა

source: Tab at the left
ka: ტაბულაცია მარცხნივ

source: Tab at the right
ka: ტაბულაცია მარჯვნივ

source: Refresh
ka: განახლება

source: Track framerate
ka: ტრეკის კადრების სიჩქარე

source: Dark theme variant
ka: მუქი თემის ვარიანტი

source: Show the menu-bar
ka: მენიუს ზოლის ჩვენება

source: Hide toolbars
ka: ხელსაწყოთა პანელის დამალვა

source: Fullscreen
ka: სრულ ეკრანზე

source: Colors
ka: ფერები

source: Edit Main Color…
ka: მთავარი ფერის ჩასწორება…

source: Edit Secondary Color…
ka: დამხმარე ფერის ჩასწორება…

source: Exchange colors
ka: ფერების მიმოცვლა

source: Color application mode
ka: ფერადი აპლიკაციის რეჟიმი

source: Normal
ka: ნორმალური

source: Highlight
ka: გამოკვეთა

source: Dark text on light background
ka: მუქი ტექსტი ღია ფონზე

source: Light text on dark background
ka: ღია ტექსტი მუქ ფონზე

source: HSL modes
ka: HSL რეჟიმები

source: Hue only
ka: მხოლოდ ტონი

source: Saturation only
ka: მხოლოდ გაჯერებულობა

source: Hue and saturation
ka: ფონი და გაჯერებულობა

source: Luminosity only
ka: მხოლოდ სიკაშკაშე

source: Other modes
ka: სხვა რეჟიმები

source: Raw source color
ka: დაუმუშავებელი წყაროს ფერი

source: Difference
ka: სხვაობა

source: Don't use the colors but…
ka: ფერების არგამოყენება, მაგრამ…

source: Erase
ka: წაშლა

source: Tools
ka: ხელსაწყოები

source: Previous tool
ka: წინა ხელსაწყო

source: Active tool
ka: აქტიური ხელსაწყო

source: Show tools names
ka: ხელსაწყოს სახელების ჩვენება

source: Bigger width
ka: უფრო დიდი სიგანე

source: Smaller width
ka: უფრო მცირე სიგანე

source: Troubleshoot selection
ka: პრობლემების გადაწყვეტის არჩევანი

source: Cancel transformation
ka: გარდაქმნის გაუქმება

source: Apply transformation
ka: ტრანსფორმაციის გადატარება

source: Options
ka: მორგება

source: Help
ka: დახმარება

source: Shortcuts
ka: მალსახმობები

source: Report a bug
ka: შეცდომის პატაკი

source: Index
ka: ინდექსი

source: Individual pages
ka: ინდივიდუალური გვერდები

source: Basic help
ka: ძირითადი ინფორმაცია

source: Help about zooming
ka: დახმარება გადიდების შესახებ

source: Help about the full-screen mode
ka: დახმარება სრულეკრანიანი რეჟიმის შესახებ

source: Help about classic tools
ka: დახმარება კლასიკური ხელსაწყოების შესახებ

source: Help about colors
ka: დახმარება ფერების შესახებ

source: Help about transformation tools
ka: დახმარება გარდაქმნის შესახებ

source: Help about selection
ka: დახმარება მონიშვნის შესახებ

source: What's new
ka: რა არის ახალი

source: About Drawing
ka: Drawing-ის შესახებ

source: Open
ka: გახსნა

source: Share the image
ka: ამ გამოსახულების გაზიარება

source: The image changed on the disk, do you want to reload it?
ka: გამოსახულება დისკზე შეიცვალა. გნებავთ მისი თავიდან ჩატვირთვა?

source: Reload
ka: თავიდან ჩატვირთვა

source: Maximum zoom
ka: მაქსიმალური გადიდება

source: Width
ka: სიგანე

source: Height
ka: სიმაღლე

source: Color
ka: ფერი

source: Use these settings by default
ka: ამ პარამეტრების ნაგულისხმევად გამოყენება

source: Images
ka: გამოსახულებები

source: Window
ka: ფანჯარა

source: pixels
ka: პიქსელი

source: centimeters
ka: სანტიმეტრი

source: inches
ka: დუიმი

source: Close selection
ka: მონიშნულის დახურვა

source: Deselect
ka: არჩევის მოხსნა

source: Crop
ka: ამოჭრა

source: Scale
ka: მასშტაბი

source: Rotate
ka: შემობრუნება

source: Skew
ka: გადახრა

source: Filters
ka: ფილტრები

source: More actions
ka: მეტი ქმედება

source: Invert selection
ka: მონიშვნის ინვერსია

source: Define as current image
ka: აღწერა, როგორც მიმდინარე გამოსახულება

source: Expand image to fit
ka: გამოსახულების გაფართოება ჩასატევად

source: Open As New Image
ka: გახსნა როგორ ახალი გამოსახულების

source: Keyboard Shortcuts
ka: კლავიატურის მალსახმობები

source: General
ka: ზოგადი

source: Main menu
ka: მთავარი მენიუ

source: Toggle the menu-bar
ka: მენიუს ზოლის გადართვა

source: Image
ka: გამოსახულება

source: Open a picture
ka: სურათის გახსნა

source: Reload image from disk
ka: გამოსახულების თავიდან ჩატვირთვა დისკიდან

source: Save picture as…
ka: სურათის შენახვა, როგორც…

source: Close the active image
ka: აქტიური გამოსახულების დახურვა

source: Open the tool options menu
ka: ინსტრუმენტების გამართვის ფანჯარის გახსნა

source: Back to previous tool
ka: წინა ხელსაწყოზე დაბრუნება

source: Apply a transformation
ka: ტრანსფორმაციის გადატარება

source: Toggle the preview
ka: მინიატურის გადართვა

source: Selection
ka: მონიშნული

source: Delete the selection
ka: მონიშნულის წაშლა

source: Import a file as the selection
ka: ფაილის შემოტანა მონიშნულის სახით

source: Edit the main color (left click)
ka: მთავარი ფერის ჩასწორება (მარცხენა წკაპი)

source: Edit the secondary color (right click)
ka: დამხმარე ფერის ჩასწორება (მარჯვენა წკაპი)

source: History
ka: ისტორია

source: Navigation
ka: ნავიგაცია

source: Tabs
ka: ჩანართები

source: Toggle fullscreen mode
ka: სრული ეკრანის რეჟიმზე გადასვლის გადართვა

source: Toggle toolbars visibility
ka: ხელსაწყოთა პანელების ხილვადობის გადართვა

source: Touch gestures
ka: შეხების ჟესტები

source: Loading…
ka: ჩატვირთვა…

source: Exit fullscreen
ka: სრული ეკრანიდან გასვლა

source: What's new in Drawing
ka: რა არის ახალი Drawing-ში

source: Dismiss
ka: მოცილება

source: Undo %s
ka: %s-ის დაბრუნება

source: Redo %s
ka: %s-ის გამეორება

source: Attempt to save an invalid state
ka: არასწორი მდგომარეობის შენახვის მცდელობა

source: Error: no tool '%s'
ka: შეცდომა: ხელსაწყო '%s' არ არსებობს

source: New pixbuf empty, no change applied to %s
ka: ახალი pixbuf ცარიელია. %s-ში ცვლილებები არ შეტანილა

source: Unsaved file
ka: შეუნახავი ფაილი

source: %s frames per second
ka: %s კადრი წამში

source: Show the app version
ka: აპის ვერსიის ჩვენება

source: Open a new window
ka: ახალი ფანჯრის გახსნა

source: Open a new tab
ka: ახალი ჩანართის გახსნა

source: Edit the clipboard content
ka: ბუფერის შემცველობის ჩასწორება

source: This version isn't stable!
ka: ეს ვერსია სტაბილური არაა!

source: Report bugs or ideas
ka: შეცდომების ან იდეების მიწერა

source: translator-credits
ka: ეკატერინე პაპავა

source: GNOME's "Art Libre" icon set authors
ka: GNOME-ის "Art Libre" ხატულების ნაკრების ავტორები

source: Simple image editor for Linux
ka: მარტივი გრაფიკული რედაქტორი Linux-ისთვის

source: Official webpage
ka: ოფიციალური ვებგვერდი

source: Error opening this file.
ka: ამ ფაილის გახსნის შეცდომა.

source: Did you mean %s ?
ka: გულისხმობდით %s-ს?

source: Cancel
ka: გაუქმება

source: Create
ka: შექმნა

source: New images
ka: ახალი გამოსახულებები

source: Default width
ka: ნაგულისხმევი სიგანე

source: Default height
ka: ნაგულისხმევი სიმაღლე

source: Default color
ka: ნაგულისხმევი ფერი

source: Images saving
ka: გამოსახულებების შენახვა

source: JPEG and BMP images can't handle transparency.
ka: JPEG და BMP გამოსახულებებს გამჭვირვალობასთან მუშაობა არ შეუძლიათ.

source: If you save your images in these formats, what do want to use to replace transparent pixels?
ka: თუ თქვენს გამოსახულებებს ამ ფორმატებში შეინახავთ, რით გნებავთ, გამჭვირვალე პიქსელები ჩანაცვლდეს?

source: White
ka: თეთრი

source: Black
ka: შავი

source: Checkboard
ka: ჭადრაკის დაფა

source: Nothing
ka: არაფერი

source: Ask before saving
ka: კითხვა შენახვამდე

source: You can zoom with Ctrl+scrolling, or only scrolling.
ka: გადიდება შეგიძლიათ Ctrl+გადახვევით, ან, მხოლოდ გადახვევით.

source: See the user help manual for explanations.
ka: განმარტებებისთვის იხილეთ დახმარების სახელმძღვანელო.

source: Use 'Ctrl' to zoom
ka: გასადიდებლად 'Ctrl'-ის გამოყენება

source: Appearance
ka: გარეგნობა

source: Use big icons
ka: დიდი ხატულების გამოყენება

source: Additional tools
ka: დამატებითი ხელსაწყოები

source: These tools are not as reliable and useful as they should be, so they are not all enabled by default.
ka: ეს ხელსაწყოები ისეთი სანდო და სასარგებლო არაა, როგორც უნდა იყოს, ასე რომ, ისინი ნაგულისხმევად ჩართული არაა.

source: Eraser
ka: საშლელი

source: Highlighter
ka: გამომკვეთი

source: Brush
ka: ფუნჯი

source: Points
ka: ქულები

source: Free selection
ka: თავისუფალი მონიშვნა

source: Color selection
ka: ფერის არჩევანი

source: Color Picker
ka: ფერის ამრჩევი

source: Paint
ka: დახატვა

source: Use color editor by default
ka: ფერადი რედაქტორის ნაგულისხმევად გამოყენება

source: You can use a simple color palette, or use a full RGBA color editor.
ka: შეგიძლიათ, გამოიყენოთ მარტივი ფერთა პალიტრა, ან გამოიყენოთ სრული RGBA ფერის რედაქტორი.

source: Advanced options
ka: დამატებითი პარამეტრები

source: Preview size
ka: მინიატურის ზომა

source: Development features
ka: სატესტო თვისებები

source: Background color
ka: ფონის ფერი

source: Prefer dark theme variant
ka: მუქი თემის ვარიანტის არჩევა

source: Layout
ka: განლაგება

source: The recommended value is "Automatic".
ka: რეკომენდებული მნიშვნელობაა 'ავტომატური'.

source: Automatic
ka: ავტომატური

source: Compact
ka: დაპატარავება

source: Legacy
ka: მოძველებული

source: Legacy (symbolic icons)
ka: მოძველებული (სიმბოლური ხატულები)

source: Menubar only
ka: მხოლოდ მენიუს პანელი

source: Toolbar only
ka: მხოლოდ ხელსაწყოების პანელი

source: Toolbar only (symbolic icons)
ka: მხოლოდ ხელსაწყოების პანელი (სიმბოლური ხატულები)

source: %s px
ka: %s პიქს

source: %s cm
ka: %s სმ

source: %s in
ka: %s დუიმ

source: Path
ka: ბილიკი

source: Format
ka: ფორმატი

source: Colorspace
ka: ფერების სივრცე

source: Invalid format
ka: არასწორი ფორმატი

source: Failed to replace transparency
ka: გამჭვირვალობის ჩანაცვლება ჩავარდა

source: Failed to save %s
ka: %s-ის შენახვის შეცდომა

source: Failed to reload %s
ka: %s-ის თავიდან ჩატვირთვის შეცდომა

source: Untitled
ka: უსათაურო

source: this picture
ka: ეს სურათი

source: Discard
ka: მოცილება

source: There are unsaved modifications to %s.
ka: %s-ზე არსებობს შეუნახავი ცვლილებები.

source: A part of the image is selected: the pixels beneath the selection will be saved with a color you might not expect!
ka: მონიშნულია გამოსახულების ნაწილი. მონიშნულის ქვეშ არსებული პიქსელები შეინახება ფერებით, რომელსაც არ ელით!

source: Modifications from the current tool haven't been applied.
ka: მიმდინარე ხელსაწყოდან ცვლილებები არ გადატარებულა.

source: Apply & save
ka: გადატარება და შენახვა

source: Deselect & save
ka: შენახვის მოხსნა და სენახვა

source: Save anyway
ka: დაიმახსოვრე ყველაფრის მიუხედავად

source: Do you want to save anyway?
ka: მაინც გნებავთ, შეინახოთ?

source: Replace
ka: ჩანაცვლება

source: This file format doesn't support transparent colors.
ka: ამ ფაილის ფორმატს გამჭვირვალე ფერების მხარდაჭერა არ აქვს.

source: You can save the image as a PNG file, or replace transparency with:
ka: შეგიძლიათ, გამოსახულება შეინახოთ PNG ფაილში, ან ჩაანაცვლოთ გამჭვირვალობა:

source: Replace transparency with:
ka: გამჭვირვალობის ჩანაცვლება რით:

source: The selection pixbuf is empty.
ka: მონიშნულის pixbuf ცარიელია.

source: The selection path is empty.
ka: მონიშნულის ბილიკი ცარიელია.

source: Failed to load tool: %s
ka: ხელსაწყოს ჩატვირთვა ჩავარდა: %s

source: Error starting the application, please report this bug.
ka: აპლიკაციის გაშვების შეცდომა. მოგვწერეთ ამის შესახებ.

source: The clipboard doesn't contain any image.
ka: ბუფერი გამოსახულებებს არ შეიცავს.

source: The file %s is already opened
ka: ფაილი %s უკვე ღიაა

source: Open again
ka: კიდევ ერთხელ გახსნა

source: Switch to this image
ka: ამ გამოსახულებაზე გადართვა

source: Modifications will take effect in the next new window.
ka: ცვლილებები ძალაში შემდეგ ახალ ფანჯარაში შევა.

source: Middle-click or press F8 to show/hide controls.
ka: შუა წკაპი, ან დააჭირეთ ღილაკს F8 კონტროლის ელემენტების საჩვენებლად/დასამალად.

source: Press F11 to exit fullscreen.
ka: F11 სრულეკრანიანი რეჟიმიდან გასასვლელად.

source: Error loading the bottom pane for the tool '%s', please report this bug.
ka: ხელსაწყოსთვის '%s' ქვედა პანელის ჩატვირთვის შეცდომა. მოგვწერეთ ამ შეცდომის შესახებ.

source: Loading %s
ka: %s-ის ჩატვირთვა

source: New Tab
ka: ახალი ჩანართი

source: Discard changes
ka: ცვლილებების გაუქმება

source: Where do you want to open %s?
ka: სად გნებავთ, %s გახსნათ?

source: these files
ka: ეს ფაილები

source: What do you want to do with %s?
ka: რა გნებავთ, %s-ს უქნათ?

source: Image copied to clipboard
ka: სურათი ბუფერში დაკოპირდა

source: Import a picture
ka: სურათის შემოტანა

source: Required tool is not available
ka: აუცილებელი ხელსაწყო ხელმისაწვდომი არაა

source: Transparent
ka: გამჭვირვალე

source: %s%% transparent
ka: %s%% გამჭვირვალე

source: Grey
ka: ნაცრისფერი

source: Orange
ka: ნარინჯისფერი

source: Brown
ka: ყავისფერი

source: Probably brown
ka: ალბათ ყავისფერი

source: Red
ka: წითელი

source: Green
ka: მწვანე

source: Blue
ka: ლურჯი

source: Yellow
ka: ყვითელი

source: Magenta
ka: ალისფერი

source: Purple
ka: იისფერი

source: Cyan
ka: ცისფერი

source: Probably teal
ka: ალბათ მომწვანო-ლურჯი

source: Unknown color name
ka: უცნობი ფერის სახელი

source: All pictures
ka: ყველა სურათი

source: PNG images
ka: PNG გამოსახულებები

source: JPEG images
ka: JPEG გამოსახულებები

source: BMP images
ka: BMP გამოსახულებები

source: %s isn't an image.
ka: %s გამოსახულება არაა.

source: Sorry, WEBP images can't be loaded by this app.
ka: WEB გამოსახულებებს ამ აპში ვერ გახსნით.

source: Despite its name, %s is a WEBP file.
ka: მიუხედავად სახელისა, %s WEP ფაილია.

source: Continue
ka: გაგრძელება

source: The area seems poorly delimited, or is very complex.
ka: ეს არე ცუდადაა დაყოფილი, ან ძალიან რთულია.

source: This algorithm may not be able to manage the wanted area.
ka: ამ ალგორითმს სასურველი არეს მართვა არ შეუძლია.

source: Do you want to abort the operation, or to let the tool struggle ?
ka: გნებავთ ოპერაციის შეწყვეტა, თუ მიატოვებთ ხელსაწყოს, იწვალოს?

source: percents
ka: პროცენტები

source: degrees
ka: გრადუსი

source: Highlight (dark)
ka: გამოკვეთა (მუქი)

source: Main color
ka: მთავარი ფერი

source: Secondary color
ka: დამხმარე ფერი

source: Tool size
ka: ხელსაწყოს ზომა

source: No options
ka: პარამეტრების გარეშე

source: How the color will be applied to the existing pixels
ka: როგორ მოხდება ფერების გადატარება არსებულ პიქსელებზე

source: Back to the palette
ka: პალიტრაზე დაბრუნება

source: Palette
ka: პალიტრა

source: Selection options
ka: მონიშვნის პარამეტრები

source: Replace with…
ka: ჩანაცვლება რით…

source: Transparency
ka: გამჭვირვალობა

source: Extract from this color
ka: ამ ფერიდან ამოღება

source: More options
ka: მეტი პარამეტრი

source: Expand with…
ka: გაფართოება რით…

source: Select a filter…
ka: აირჩიეთ ფილტრი…

source: Angle (degrees)
ka: კუთხე (გრადუსებში)

source: Angle
ka: კუთხე

source: Rotate left
ka: მარცხნივ მოტრიალება

source: Rotate right
ka: მარჯვნივ მოტრიალება

source: Flip horizontally
ka: ჰორიზონტალურად გადაბრუნება

source: Flip vertically
ka: ვერტიკალურად გადაბრუნება

source: Keep proportions
ka: პროპორციების შენარჩუნება

source: Always
ka: ყოველთვის

source: When scaling from corners
ka: როცა მასშტაბირება კუთხეებიდან ხდება

source: When setting values manually
ka: მნიშვნელობების ხელით დაყენებისას

source: Never
ka: არასდროს

source: Pixels
ka: პიქსელი

source: Percentage
ka: პროცენტი

source: Horizontal deformation
ka: ჰორიზონტალური დეფორმაცია

source: Vertical deformation
ka: ვერტიკალური დეფორმაცია

source: Can't start operation: wrong tool id (expected {0}, got {1})
ka: ოპერაციის დაწყება შეუძლებელია: არასწორი ხელსაწყოს id (მოველოდი: {0}. მივიღე: {1})

source: Line shape
ka: ხაზის მოხაზულობა

source: Round
ka: მრგვალი

source: Square
ka: კვადრატი

source: Outline
ka: კონტური

source: No dashes
ka: ტირეების გარეშე

source: Simple dashes
ka: მარტივი ტირეები

source: Long dashes
ka: გრძელი ტირეები

source: Short dashes
ka: მოკლე ტირეები

source: Alternated dashes
ka: ცვლადი ტირეები

source: No arrow
ka: ისრის გარეშე

source: Simple arrow
ka: მარტივი ისარი

source: Double arrow
ka: ორმაგი ისარი

source: Antialiasing
ka: მომრგვალება

source: Simple brush
ka: მარტივი ფუნჯი

source: Airbrush
ka: აეროგრაფი

source: Hairy brush
ka: თმიანი ფუნჯი

source: Calligraphic nib
ka: კალიგრაფიული კალამი

source: Right-handed nib
ka: მარჯვენა ხელის კალამი

source: Vertical nib
ka: ვერტიკალური კალამი

source: Left-handed nib
ka: ცაცია კალამი

source: Horizontal nib
ka: ჰორიზონტალური კალამი

source: Rubber eraser
ka: რეზინის საშლელი

source: Rectangle area
ka: მართკუთხედი არე

source: Remove color
ka: ფერის წაშლა

source: Blur
ka: ბუნდოვნება

source: Shuffle pixels
ka: პიქსელების არევა

source: Shuffle and blur
ka: არევა და ბუნდოვნება

source: Mosaic
ka: მოზაიკა

source: Solid color
ka: მუქი ფერი

source: Change saturation
ka: გაჯერებულობის შეცვლა

source: Veil
ka: დაფარვა

source: Add transparency
ka: გამჭვირვალობის დამატება

source: Increase contrast
ka: კონტრასტის გაზრდა

source: Blurring
ka: გაბუნდოვნება

source: Fast blur
ka: სწრაფი გაბუნდოვნება

source: Slow blur
ka: ნელი გაბუნდოვნება

source: Blur direction
ka: ბუნდოვნების მიმართულება

source: No direction
ka: მიმართულების გარეშე

source: Blur horizontally
ka: ჰორიზონტალური ბუნდოვნება

source: Blur vertically
ka: ვერტიკალური ბუნდოვნება

source: Invert colors
ka: ფერების ინვერსია

source: Straighten the line
ka: ხაზის გასწორება

source: Color gradient
ka: ფერის გრადიენტი

source: Locked direction
ka: ჩაკეტილი მიმართულება

source: Behavior
ka: ქცევა

source: Encircle and fill
ka: შემოხაზვა და შევსება

source: Erase and replace
ka: წაშლა და ჩანაცვლება

source: Entire image
ka: მთელი გამოსახულება

source: Dots type
ka: წერტილის ტიპები

source: Circle
ka: წრე

source: Cross
ka: ჯვარი

source: X-shaped cross
ka: X-ფორმის ჯვარი

source: Include a number
ka: ნომრის ჩასმა

source: Next number
ka: შემდეგი ნომერი

source: Reset number
ka: ნომრის ჩამოყრა

source: Decrement number
ka: ნომრის შემცირება

source: Increment number
ka: ნომრის გაზრდა

source: Solid outline
ka: სქელი კონტური

source: Dashed outline
ka: ტირეებიანი კონტური

source: No outline
ka: კონტურის გარეშე

source: Filling
ka: შევსება

source: Empty shape
ka: ცარიელი მოხაზულობა

source: Horizontal gradient
ka: ჰორიზონტალური გრადაცია

source: Vertical gradient
ka: ვერტიკალური გრადაცია

source: Radial gradient
ka: რადიალური გრადიენტი

source: Rectangle
ka: მართკუთხედი

source: Rounded rectangle
ka: მომრგვალებული მართკუთხედი

source: Oval
ka: ოვალი

source: Polygon
ka: მრავალკუთხედი

source: Free shape
ka: თავისუფალი ფორმა

source: Close shape
ka: მოხაზულობის დახურვა

source: Insert here
ka: აქ ჩასმა

source: Font
ka: ფონტი

source: Select a font…
ka: აირჩიეთ ფონტი…

source: Italic
ka: კურსივი

source: Bold
ka: სქელი

source: Background
ka: ფონი

source: No background
ka: ფონის გარეშე

source: Shadow
ka: ჩრდილი

source: Thin outline
ka: თხელი კონტური

source: Thick outline
ka: სქელი კონტური

source: Rectangle background
ka: მართკუთხედი ფონი

source: Curve
ka: მრუდი

source: Curve options
ka: რკალის მორგება

source: Draw a second segment to complete the curve
ka: დახატეთ მეორე სეგმენტი რკალის დასასრულებლად

source: Dashed arrow
ka: წყვეტილი ისარი

source: Arrow
ka: ისარი

source: Dashed
ka: ტირეებით

source: Press <Alt> to toggle the 'outline' option
ka: დააჭირეთ ღილაკს <Alt> 'კონტურის' პარამეტრის გადასართავად

source: Brush options
ka: ფუნჯის მორგება

source: Press <Shift> to erase a path instead
ka: <Shift> სამაგიეროდ ბილიკის წასაშლელად

source: Press <Shift> to erase a rectangle area instead
ka: <Shift> სამაგიეროდ მართკუთხედი არეს წასაშლელად

source: Eraser options
ka: საშლელის მორგება

source: Press <Shift> to temporarily highlight on dark background instead
ka: გეჭიროთ ღილაკზე <Shift> მუქ ფონზე დროებით გამოსაკვეთად

source: Press <Shift> to temporarily highlight on light background instead
ka: გეჭიროთ ღილაკზე <Shift> ღია ფონზე დროებით გამოსაკვეთად

source: Highlighter options
ka: გამომკვეთის მორგება

source: Line
ka: ხაზი

source: Width: %spx
ka: სიგანე: %sპიქს

source: Height: %spx
ka: სიმაღლე: %sპიქს

source: Length: %spx
ka: სიგრძე: %sპიქს

source: Line options
ka: ხაზის მორგება

source: Press <Shift> to unlock the line direction
ka: გეჭიროთ ღილაკზე <Shift> ხაზის მიმართულების განბლოკვისთვის

source: Press <Shift> to lock the line direction
ka: გეჭიროთ ღილაკზე <Shift> ხაზის მიმართულების ჩასაკეტად

source: Painting options
ka: ხატვის მორგება

source: Click on an area to replace its color by transparency
ka: დააწკაპუნეთ არეზე მისი ფერის გამჭვირვალობით შესაცვლელად

source: Click on the canvas to entirely paint it
ka: დააწკაპუნეთ ტილოზე მისი მთლიანად შესაღებად

source: May not work for complex shapes
ka: შეიძლება, არ იმუშაოს კომპლექსური ფიგურებისთვის

source: It will not work well if the area's edges are blurry
ka: შეიძლება კარგად არ იმუშაოს, თუ არეს წიბოები ბუნდოვანია

source: Pencil
ka: ფანქარი

source: Pencil options
ka: ფანქრის მორგება

source: Points options
ka: წერტილების მორგება

source: Next number: %s
ka: შემდეგი ნომერი: %s

source: Filled with main color
ka: შევსებულია მთავარი ფერით

source: Filled with secondary color
ka: შევსებულია დამხმარე ფერით

source: Shape
ka: მოხაზულობა

source: Radius: %spx
ka: რადიუსი: %sპიქს

source: Shape options
ka: მოხაზულობის მორგება

source: Click on the shape's first point to close it.
ka: დააწკაპუნეთ მოხაზულობის პირველ წერტილზე მის დასახურად.

source: Press <Alt>, <Shift>, or both, to quickly change the 'filling' option
ka: დააჭირეთ ღილაკს <Alt>, <Shift>, ან ორივე, რომ 'შევსების' პარამეტრი სწრაფად შეცვალოთ

source: Text
ka: ტექსტი

source: Text options
ka: ტექსტის მორგება

source: Grab the rectangle to adjust the text position
ka: აიღეთ მართკუთხედი ტექსტის მდებარეობის გასასწორებლად
